<?php
// +----------------------------------------------------------------------
// | HYYPHP [ WE CAN DO IT JUST HYYPHP ]
// +----------------------------------------------------------------------
// | Copyright (c) HanSheng All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: HanSheng <164897033@qq.com>
// +----------------------------------------------------------------------

return [
     'DB_TYPE'     => 'mysql',     // 数据库类型
     'DB_HOST'     => '127.0.0.1', // 服务器地址
     'DB_NAME'     => 'udo_svr',          // 数据库名
     'DB_USER'     => 'root',      // 用户名
     'DB_PWD'      => 'Root123!',          // 密码
     'DB_PORT'     => '3306',          // 端口
     'DB_PREFIX'   => '',    // 数据库表前缀
     'DB_CHARSET'  => 'utf8',      // 数据库编码默认采用utf8
];